[
  {
    "Question": "Have you ever flashed someone?"
  },
  {
    "Question": "Have you ever sexted anyone?"
  },
  {
    "Question": "Have you ever been to a nudist beach? Would you consider going?"
  },
  {
    "Question": "Would you ever consider posing for Playboy?"
  },
  {
    "Question": "Who has seen you without clothes on?"
  },
  {
    "Question": "If you were a sex worker, how much would each sex act cost?"
  },
  {
    "Question": "Have you ever sent a nude selfie? Who would you send it to?"
  },
  {
    "Question": "Have you ever searched for something dirty on the internet?"
  },
  {
    "Question": "Are you more dominant or submissive?"
  },
  {
    "Question": "What's your favorite body part of your partner?"
  },
  {
    "Question": "How many people have you kissed?"
  },
  {
    "Question": "Have you ever been attracted to the same sex?"
  },
  {
    "Question": "When and where was your first kiss? Who was it with?"
  },
  {
    "Question": "When did you lose your virginity"
  },
  {
    "Question": "What's your ultimate sexual fantasy?"
  },
  {
    "Question": "Would you go out with an older guy? How old is too old?"
  },
  {
    "Question": "Do you sleep nude?"
  },
  {
    "Question": "How much money would we have to pay you for you to agree to flash your boobs?"
  },
  {
    "Question": "Have you ever been in a \"friends with benefits\" situation?"
  },
  {
    "Question": "If you had to go skinny dipping with someone"
  },
  {
    "Question": "Who do you want to make out with the most?"
  },
  {
    "Question": "If you had to flash just one person in this room, who would you choose?"
  },
  {
    "Question": "Have you used handcuffs?"
  },
  {
    "Question": "Who here do you think is the best flirt?"
  },
  {
    "Question": "Do you like getting choked?"
  },
  {
    "Question": "What's one thing you would never do in front of someone you had a crush on?"
  },
  {
    "Question": "How often do you check yourself out in the mirror when you're on a date?"
  },
  {
    "Question": "Who here do you think would be the best kisser?"
  },
  {
    "Question": "How many sex partners do you believe are “too many” for a lady?"
  },
  {
    "Question": "How many sex partners do you believe are “too many” for a guy?"
  },
  {
    "Question": "What is your wildest fantasy?"
  },
  {
    "Question": "How far would you go with someone you just met and will never see again?"
  },
  {
    "Question": "If you had one week to live and you had to marry someone in this room, who would you marry?"
  },
  {
    "Question": "If you only had 24 hours to live and you could do anything with anyone in this room, what would you do?"
  },
  {
    "Question": "What's your biggest turn-on?"
  },
  {
    "Question": "What's your biggest turn-off?"
  },
  {
    "Question": "What's the most flirtatious thing you've ever done?"
  },
  {
    "Question": "What's the sexiest thing about the person on your right?"
  },
  {
    "Question": "If you could go on a romantic date with anyone in this room, who would you choose?"
  },
  {
    "Question": "If your crush told you he liked your best friend, what would you do?"
  },
  {
    "Question": "What is your most favorite quickie story?"
  },
  {
    "Question": "If you knew your friend's boyfriend was cheating on her, would you tell her?"
  },
  {
    "Question": "Have you ever tried recreating a porn scene?"
  },
  {
    "Question": "Have you ever woken up next to someone you don’t know and wondered how you got there in the first place?"
  },
  {
    "Question": "If you had to date someone else's boyfriend, who would you pick?"
  },
  {
    "Question": "Who's hotter: you or the person on your left?"
  },
  {
    "Question": "Have you ever had sex just for revenge?"
  },
  {
    "Question": "Have you ever made out with someone playing this game right now?"
  },
  {
    "Question": "Have you ever ghosted someone right after s#x and never gave a reason as to why you did it?"
  },
  {
    "Question": "Have you ever taken someone’s virginity?"
  },
  {
    "Question": "Have you ever made out with someone just because you wanted a favor or something in return?"
  },
  {
    "Question": "What is the one thing you will never repeat again during sex?"
  },
  {
    "Question": "If one of your friends were cheating on your other friend's boyfriend, would you expose them?"
  },
  {
    "Question": "Would you ditch your friends if you could become the most popular girl in school?"
  },
  {
    "Question": "Name one thing you would change about each person in this room."
  },
  {
    "Question": "What is the kinkiest thing you have ever done during sex?"
  },
  {
    "Question": "What was your first impression of your best friend's boyfriend?"
  },
  {
    "Question": "Have you ever thought about ditching your friend for a boy?"
  },
  {
    "Question": "Have you ever done it with more than one person at different times within 24 hours?"
  },
  {
    "Question": "Do you wish to have double penetration?"
  },
  {
    "Question": "How often do you get complimented after the action for being so good?"
  },
  {
    "Question": "Who do you think your friend should date instead of her current boyfriend?"
  },
  {
    "Question": "How long have you ever gone on a dry spell?"
  },
  {
    "Question": "Would you hook up with him if you knew she would never find out?"
  },
  {
    "Question": "What is the worst date you’ve ever been on?"
  },
  {
    "Question": "Which time is more electrifying for you? Early in the morning or late at night?"
  },
  {
    "Question": "Have you ever had a crush on a person at least 10 years older than you?"
  },
  {
    "Question": "Who is the worst kisser you’ve kissed?"
  },
  {
    "Question": "What size is your bra?"
  },
  {
    "Question": "Have you ever had someone too big that you wondered if they can fit in there without causing much damage?"
  },
  {
    "Question": "Do you ever admire yourself in the mirror?"
  },
  {
    "Question": "Has a crush ever found out you liked them and turned you down?"
  },
  {
    "Question": "Have you ever watched someone close to you having sex?"
  },
  {
    "Question": "What’s the most embarrassing thing you’ve done regarding your crush?"
  },
  {
    "Question": "How many times do you masturbate per week?"
  },
  {
    "Question": "What do you do to get yourself \"sexy\"?"
  },
  {
    "Question": "Who is your current crush?"
  },
  {
    "Question": "What’s the most embarrassing thing you’ve said or done in front of someone you like?"
  },
  {
    "Question": "Who in this room would you have a three-way?"
  },
  {
    "Question": "Who was your first kiss? Did you like it?"
  },
  {
    "Question": "Would you kiss a guy on the first date? Would you do more than that?"
  },
  {
    "Question": "Do you believe in love at first sight?"
  },
  {
    "Question": "Have you ever flirted with your best friend’s siblings?"
  },
  {
    "Question": "Have you ever been dumped? What was the reason for it?"
  },
  {
    "Question": "Have you ever had a crush on a friend's boyfriend?"
  },
  {
    "Question": "What's the sexiest thing about a guy?"
  },
  {
    "Question": "What's the sexiest thing about a girl?"
  },
  {
    "Question": "What's one physical feature that you would change on yourself if you could?"
  },
  {
    "Question": "Would you rather be a guy than a girl? Why?"
  },
  {
    "Question": "Would you go a year without your phone if it meant you could marry the person of your dreams?"
  },
  {
    "Question": "You have to give up one makeup item for the rest of your life. What is it?"
  },
  {
    "Question": "Would you date someone shorter than you?"
  },
  {
    "Question": "If someone paid you $1000 to wear your bra outside your shirt, would you do it?"
  },
  {
    "Question": "When did you lose your virginity?"
  },
  {
    "Question": "Have you ever cheated on your partner?"
  },
  {
    "Question": "Have you ever pretended to orgasm?"
  },
  {
    "Question": "What’s your favorite position?"
  },
  {
    "Question": "Have you ever been arrested?"
  },
  {
    "Question": "Which is the most surprising event in your life?"
  },
  {
    "Question": "Would you marry a sugar daddy even was much older than you?"
  },
  {
    "Question": "Where is one place you’d like to have sex at but never had the opportunity?"
  },
  {
    "Question": "Who was your first love?"
  },
  {
    "Question": "Are you into foreplay? If so, what?"
  },
  {
    "Question": "When’s the last time you lied to someone and why?"
  },
  {
    "Question": "Where is the grossest place you’ve ever hooked up?"
  },
  {
    "Question": "What’s something you love to do with your friends that you’d never do in front of your partner?"
  },
  {
    "Question": "What’s your spiciest fantasy in bed?"
  },
  {
    "Question": "What’s the weirdest role play you’ve ever done?"
  },
  {
    "Question": "How many times do you have sex weekly?"
  },
  {
    "Question": "Have you ever accidentally hit something with your car?"
  },
  {
    "Question": "What’s the largest age gap between you and your sexual partners?"
  },
  {
    "Question": "When’s the last time you had a hangover?"
  },
  {
    "Question": "Do you have ever done it in your parent’s house?"
  },
  {
    "Question": "Have you ever kissed your best friend’s boyfriend/crush?"
  },
  {
    "Question": "Does size really matter?"
  },
  {
    "Question": "Have you ever peed in a pool?"
  },
  {
    "Question": "Have you ever had a profile on a dating app?"
  },
  {
    "Question": "What’s the weirdest thing you’ve done at a party?"
  },
  {
    "Question": "Have you ever been naked in public?"
  },
  {
    "Question": "Who was your worst sexual partner and why?"
  },
  {
    "Question": "Have you ever lied about your age? And why?"
  },
  {
    "Question": "Have you ever walked in on your parents doing it?"
  },
  {
    "Question": "What’s the longest you’ve gone without sex?"
  },
  {
    "Question": "Have you ever used a fake ID?"
  },
  {
    "Question": "Have you ever faked an orgasm?"
  },
  {
    "Question": "What is your greatest fear in a relationship?"
  },
  {
    "Question": "Have you ever snooped on your boyfriend’s phone?"
  },
  {
    "Question": "What’s the most embarrassing text on your DMs right now?"
  },
  {
    "Question": "What position do you think is overrated?"
  },
  {
    "Question": "What’s the most embarrassing thing that’s happened to you during sex?"
  },
  {
    "Question": "Where’s the riskiest place you’ve done it?"
  },
  {
    "Question": "Have you ever sent a sexting message to the wrong person?"
  },
  {
    "Question": "Would you break up with your partner for $1 million?"
  },
  {
    "Question": "Have you ever ghosted a friend/boyfriend?"
  },
  {
    "Question": "What’s the most scandalous photo of you out there?"
  },
  {
    "Question": "Who is the sexiest person in this room?"
  },
  {
    "Question": "Have you ever switched underwear with your partner?"
  },
  {
    "Question": "Have you ever filmed a sex tape?"
  },
  {
    "Question": "Have you tried threesome?"
  },
  {
    "Question": "Have you ever been caught up doing it in public?"
  },
  {
    "Question": "If you could date two people at once, who would they be?"
  },
  {
    "Question": "Have you ever kissed someone who is the same gender as you?"
  },
  {
    "Question": "Do you have any fetishes?"
  },
  {
    "Question": "Have you ever driven under the influence?"
  },
  {
    "Question": "Have you ever driven without your license?"
  },
  {
    "Question": "What's the worst thing you've ever done at work?"
  },
  {
    "Question": "Who's the last person you searched on Instagram?"
  },
  {
    "Question": "What's something you're glad your family doesn't know about you?"
  },
  {
    "Question": "Have you ever cheated on someone?"
  },
  {
    "Question": "What's your relationship dealbreaker?"
  },
  {
    "Question": "What's a secret you've never told anyone?"
  },
  {
    "Question": "Do you have a hidden talent?"
  },
  {
    "Question": "What's the worst intimate experience you've ever had?"
  },
  {
    "Question": "What's the best intimate experience you've ever had?"
  },
  {
    "Question": "What's the drunkest you've ever been?"
  },
  {
    "Question": "Have you ever broken the law?"
  },
  {
    "Question": "What's the most embarrassing thing you've ever done?"
  },
  {
    "Question": "Have you tried oral sex?"
  },
  {
    "Question": "Do you like loud or silent people in bed?"
  },
  {
    "Question": "What's the most disgusting thing you've ever done?"
  },
  {
    "Question": "What's the worst thing anyone's ever done to you?"
  },
  {
    "Question": "What's the most embarrassing thing you've done in a taxi?"
  },
  {
    "Question": "Where's the weirdest place you've had sex?"
  },
  {
    "Question": "Have you ever used toys?"
  },
  {
    "Question": "What's the silliest reason you've left a club early?"
  },
  {
    "Question": "What's the most you've spent on a night out?"
  },
  {
    "Question": "When did you last have sex outside?"
  },
  {
    "Question": "Who is the last person you crept on social media?"
  },
  {
    "Question": "Read the last thing you sent your best friend or significant other out loud."
  },
  {
    "Question": "What five things would you bring to a deserted island?"
  },
  {
    "Question": "What is the craziest pick up line you've ever used?"
  },
  {
    "Question": "Would you do it with an animal?"
  },
  {
    "Question": "Tell us about the worst date you've ever been on."
  },
  {
    "Question": "Have you done anal?"
  },
  {
    "Question": "Name one thing you’d do if you knew there’d be zero consequences."
  },
  {
    "Question": "Do you still have feelings for any of your exes?"
  },
  {
    "Question": "Give or receive?"
  },
  {
    "Question": "Have you ever gotten busted doing it?"
  },
  {
    "Question": "Have you done it with anyone in this room?"
  },
  {
    "Question": "Do you queef?"
  },
  {
    "Question": "Have you ever lasted less than a minute?"
  },
  {
    "Question": "Have you eaten ass?"
  },
  {
    "Question": "Have you sat on his face?"
  },
  {
    "Question": "Would you have sex for money?"
  },
  {
    "Question": "Have you ever used a buttplug?"
  },
  {
    "Question": "What's your body count?"
  }
]
