[
  {
    "Question": "What was a rumor that went around about you?"
  },
  {
    "Question": "Have you ever failed a class?"
  },
  {
    "Question": "If you had the power to fire one teacher"
  },
  {
    "Question": "If you could plan a class prank knowing you'll never get caught"
  },
  {
    "Question": "Have you ever cheated on a test?"
  },
  {
    "Question": "Have you ever had a crush on a teacher? Who?"
  },
  {
    "Question": "Who would you take to prom?"
  },
  {
    "Question": "Have you ever made out at school?"
  },
  {
    "Question": "Who would you never ever want to sit next to in class?"
  },
  {
    "Question": "Have you ever been late to class?"
  },
  {
    "Question": "What's the most embarrassing thing you've ever done in front of a teacher?"
  },
  {
    "Question": "Have you ever stuck gum under a desk?"
  },
  {
    "Question": "What do you think is better: tests or essays?"
  },
  {
    "Question": "Have you ever eaten lunch by yourself? Why?"
  },
  {
    "Question": "If you had to take one class for the rest of your life"
  },
  {
    "Question": "If you wanted to make out on campus"
  },
  {
    "Question": "Have you ever gotten into a fight on school grounds?"
  },
  {
    "Question": "What was the worst score you’ve ever gotten on a test?"
  },
  {
    "Question": "Have you ever fallen asleep in class?"
  },
  {
    "Question": "Have you ever gotten detention or been suspended?"
  },
  {
    "Question": "If you were invisible"
  },
  {
    "Question": "If so"
  },
  {
    "Question": "Who's the hottest teacher at our school?"
  },
  {
    "Question": "If you had to take a person from another grade to prom"
  },
  {
    "Question": "If you had to delete one app from your phone"
  },
  {
    "Question": "What is your greatest fear in a relationship?"
  },
  {
    "Question": "Go around the room and say one positive and one negative thing about each person."
  },
  {
    "Question": "What is one disturbing fact I should know about you?"
  },
  {
    "Question": "Have you ever smoked?"
  },
  {
    "Question": "Have you ever tried drugs?"
  },
  {
    "Question": "What about alcohol?"
  },
  {
    "Question": "What's the craziest thing you've done while under the influence?"
  },
  {
    "Question": "If you were trapped for three days on an island"
  },
  {
    "Question": "Would you go to a nude beach?"
  },
  {
    "Question": "Who's the most annoying person in this room?"
  },
  {
    "Question": "Are you still a virgin?"
  },
  {
    "Question": "If you had to marry someone in this room"
  },
  {
    "Question": "Do you have hidden piercings or tattoos?"
  },
  {
    "Question": "How long was your longest relationship?"
  },
  {
    "Question": "If you could have one celebrity follow you on Instagram"
  },
  {
    "Question": "You have to delete five people on Instagram. Name them."
  },
  {
    "Question": "Do you want to get married one day?"
  },
  {
    "Question": "Do you want to have kids? How many?"
  },
  {
    "Question": "Would you ever get into a long-distance relationship?"
  },
  {
    "Question": "Describe the person of your dreams."
  },
  {
    "Question": "What would you do if you found out you flunked school?"
  },
  {
    "Question": "If your girlfriend or boyfriend broke up with you at school"
  },
  {
    "Question": "If you had the power to fire one teacher"
  },
  {
    "Question": "Basketball"
  },
  {
    "Question": "What was your first job?"
  },
  {
    "Question": "If you don't have one yet"
  },
  {
    "Question": "How many hours would you spend online if you didn't have school or homework?"
  },
  {
    "Question": "How tall do you want to be?"
  },
  {
    "Question": "What's your biggest fear about college?"
  },
  {
    "Question": "What are you most excited about?"
  },
  {
    "Question": "Would you want your best friend to go to the same college as you?"
  },
  {
    "Question": "Would you want your current boyfriend or girlfriend to go to the same college as you?"
  },
  {
    "Question": "Who do you think is the hottest celebrity?"
  },
  {
    "Question": "What's your dream job?"
  },
  {
    "Question": "14. Has anyone ever walked in while you are peeing?"
  },
  {
    "Question": "Which is the most surprising event in your life?"
  },
  {
    "Question": "5. What’s the best lie you’ve ever told anyone about your ex?"
  },
  {
    "Question": "4. Which is the place that you want to travel to the most?"
  },
  {
    "Question": "7. Who in this room do you trust the least and who the most?"
  },
  {
    "Question": "8. Who was your first love?"
  },
  {
    "Question": "10. Who would you call to help bury a dead body?"
  },
  {
    "Question": "12. When’s the last time you lied to someone and why?"
  },
  {
    "Question": "14. Has anyone ever walked in while you are peeing?"
  },
  {
    "Question": "15. What’s the meanest thing you’ve ever said about someone else?"
  },
  {
    "Question": "17. Who are you most jealous of?"
  },
  {
    "Question": "19. What was your biggest childhood fear?"
  },
  {
    "Question": "20. Who’s the younger person you’ve dated?"
  },
  {
    "Question": "23. Have you ever swum without a swimsuit?"
  },
  {
    "Question": "24. Would you date your first love today?"
  },
  {
    "Question": "25. Where are you ticklish?"
  },
  {
    "Question": "26. Do you believe in aliens?"
  },
  {
    "Question": "27. What’s one movie is your guilty pleasure?"
  },
  {
    "Question": "28. What’s your most embarrassing habit?"
  },
  {
    "Question": "29. When’s the last time you had a hangover?"
  },
  {
    "Question": "31. Have you ever peed on your pants?"
  },
  {
    "Question": "32. Have you ever kissed your best friend’s boyfriend/crush?"
  },
  {
    "Question": "34. What is the last message you sent to your best friend?"
  },
  {
    "Question": "35. Have you ever peed in a pool?"
  },
  {
    "Question": "36. What’s the last time you threw up from drinking too much?"
  },
  {
    "Question": "37. If you were guaranteed to never get caught"
  },
  {
    "Question": "38. What is a secret you had as a child that you never told your parents?"
  },
  {
    "Question": "39. Have you ever had a profile on a dating app?"
  },
  {
    "Question": "40. What’s the weirdest thing you’ve done at a party?"
  },
  {
    "Question": "42. Have you ever been fired because you have done something inappropriate?"
  },
  {
    "Question": "43. What is the worst food you’ve ever tasted?"
  },
  {
    "Question": "44. Have you ever broken an expensive item in a store and then leave?"
  },
  {
    "Question": "45. Have you ever lied about your age? And why?"
  },
  {
    "Question": "47. Have you ever walked in on your parents doing it?"
  },
  {
    "Question": "49. Have you ever used a fake ID?"
  },
  {
    "Question": "50. Have you ever smoked mary jay?"
  },
  {
    "Question": "52. What’s the first thing you would do if you woke up one day as the opposite gender?"
  },
  {
    "Question": "53. What is your greatest fear in a relationship?"
  },
  {
    "Question": "54. Have you ever snooped on your boyfriend’s phone?"
  },
  {
    "Question": "55. What’s the most embarrassing text on your DMs right now?"
  },
  {
    "Question": "58. Do you sing in the shower?"
  },
  {
    "Question": "59. Have you ever stolen something from your boyfriend’s house?"
  },
  {
    "Question": "60. What’s the longest you’ve gone without brushing your teeth?"
  },
  {
    "Question": "61. Do you ever talk to yourself in the mirror?"
  },
  {
    "Question": "62. Who would you hate to see naked?"
  },
  {
    "Question": "63. Describe the weirdest thing you’ve ever done while you were drunk."
  },
  {
    "Question": "64. Have you ever sent a sexting message to the wrong person?"
  },
  {
    "Question": "65. Would you break up with your partner for $1 million?"
  },
  {
    "Question": "66. Have you ever had a crush on your best friend?"
  },
  {
    "Question": "68. Have you ever taken a sexy picture of yourself?"
  },
  {
    "Question": "69. Have you ever regretted something you did to get a crush or partner’s attention?"
  },
  {
    "Question": "70. Have you ever farted loudly in a public space?"
  },
  {
    "Question": "71. Have you ever ghosted a friend/boyfriend?"
  },
  {
    "Question": "75. Who is the sexiest person in this room?"
  },
  {
    "Question": "76. Have you ever switched underwear with your partner?"
  },
  {
    "Question": "77. Who do you like the least in this room and why?"
  },
  {
    "Question": "79. What’s the worst habit you have?"
  },
  {
    "Question": "80. When’s the last time you texted your ex?"
  },
  {
    "Question": "81. If you had to pick another place to live"
  },
  {
    "Question": "82. Would you date someone shorter than you?"
  },
  {
    "Question": "83. Have you ever catfished?"
  },
  {
    "Question": "85. When’s the last time you made someone else cry?"
  },
  {
    "Question": "86. Do you sleep with a stuffed animal?"
  },
  {
    "Question": "90. If you could date two people at once"
  },
  {
    "Question": "93. Have you ever kissed someone who is the same gender as you?"
  },
  {
    "Question": "96. What’s your biggest turn-on?"
  },
  {
    "Question": "97. Have you ever had a really bad kiss?"
  },
  {
    "Question": "98. What’s your biggest fear in your everyday life?"
  },
  {
    "Question": "99. Have you ever gotten mad at a friend for posting an unflattering picture of you?"
  },
  {
    "Question": "100. Do you have any fetishes?"
  },
  {
    "Question": "101. Have you ever lied to your parents?"
  },
  {
    "Question": "102. Have you ever made a prank in your class?"
  },
  {
    "Question": "103. Have you ever pretended to be sick to don’t go to school/college?"
  },
  {
    "Question": "105. Have you ever stolen a book from the school library?"
  },
  {
    "Question": "106. Have you ever called your boyfriend with your ex’s name?"
  },
  {
    "Question": "107. Have you ever bullied someone in your life?"
  },
  {
    "Question": "108. Have you ever found a wallet full of money and you keep it for yourself?"
  },
  {
    "Question": "109. Have you ever lied about liking someone?"
  },
  {
    "Question": "112. Have you ever driven without your license?"
  },
  {
    "Question": "113. Have you ever been to a party uninvited?"
  },
  {
    "Question": "114. Have you ever ruined a surprise party?"
  },
  {
    "Question": "115. Have you ever cheated on a test?"
  },
  {
    "Question": "What's the worst thing you've ever done at work?"
  },
  {
    "Question": "When was the last time you cried?"
  },
  {
    "Question": "What's your biggest fear?"
  },
  {
    "Question": "What's your biggest fantasy?"
  },
  {
    "Question": "Who's the last person you searched on Instagram?"
  },
  {
    "Question": "What's something you're glad your family doesn't know about you?"
  },
  {
    "Question": "Have you ever cheated on someone?"
  },
  {
    "Question": "What's the worst thing you've ever done?"
  },
  {
    "Question": "What's the strangest thing you've ever eaten?"
  },
  {
    "Question": "What's your relationship dealbreaker?"
  },
  {
    "Question": "What's a secret you've never told anyone?"
  },
  {
    "Question": "Do you have a hidden talent?"
  },
  {
    "Question": "Who was your first celebrity crush?"
  },
  {
    "Question": "What's the worst intimate experience you've ever had?"
  },
  {
    "Question": "What's the best intimate experience you've ever had?"
  },
  {
    "Question": "Have you ever cheated in an exam?"
  },
  {
    "Question": "If you were going to be on a reality TV show"
  },
  {
    "Question": "Have you ever broken the law?"
  },
  {
    "Question": "What's the most embarrassing thing you've ever done?"
  },
  {
    "Question": "What's your biggest insecurity?"
  },
  {
    "Question": "Have you ever stayed friends with someone because it benefitted you beyond just the friendship?"
  },
  {
    "Question": "What's the biggest mistake you've ever made?"
  },
  {
    "Question": "Who would you like to kiss in this room?"
  },
  {
    "Question": "What's one thing you hate people knowing about you?"
  },
  {
    "Question": "What's the worst thing anyone's ever done to you?"
  },
  {
    "Question": "What's your worst habit?"
  },
  {
    "Question": "What's the most embarrassing thing you've done in a taxi?"
  },
  {
    "Question": "Have you ever peed in the shower?"
  },
  {
    "Question": "What's the worst date you've been on?"
  },
  {
    "Question": "What's the best date you've been on?"
  },
  {
    "Question": "Have you ever said something you regret about someone in this room?"
  },
  {
    "Question": "What's one thing you wish people knew about you?"
  },
  {
    "Question": "Do you have any fake social media accounts?"
  },
  {
    "Question": "What's the weirdest lie you've ever told?"
  },
  {
    "Question": "What's something you really hope your family never finds out about?"
  },
  {
    "Question": "If you could swap lives with someone in this room"
  },
  {
    "Question": "What have you purchased that's been the biggest waste of money?"
  },
  {
    "Question": "What's your biggest turn-on?"
  },
  {
    "Question": "What's the strangest rumor you've heard about yourself?"
  },
  {
    "Question": "If you had to cut one friend out of your life"
  },
  {
    "Question": "What's one thing you only do when you're alone?"
  },
  {
    "Question": "Have you ever returned or re-gifted a present?"
  },
  {
    "Question": "What's the best piece of advice you've been given?"
  },
  {
    "Question": "What's the worst thing you've lied about?"
  },
  {
    "Question": "What's the most trouble you've been in?"
  },
  {
    "Question": "Have you ever lied to get out of a bad date?"
  },
  {
    "Question": "Why did your last relationship break down?"
  },
  {
    "Question": "What’s one thing you wish you could change about yourself?"
  },
  {
    "Question": "Who is your secret crush?"
  },
  {
    "Question": "Who is the last person you crept on social media?"
  },
  {
    "Question": "When was the last time you wet the bed?"
  },
  {
    "Question": "If a genie granted you three wishes"
  },
  {
    "Question": "What excuse have you used before to get out plans?"
  },
  {
    "Question": "What's the longest you've ever slept?"
  },
  {
    "Question": "Read the last thing you sent your best friend or significant other out loud."
  },
  {
    "Question": "What's your biggest pet peeve?"
  },
  {
    "Question": "What five things would you bring to a deserted island?"
  },
  {
    "Question": "What's the most embarrassing thing you ever did on a date?"
  },
  {
    "Question": "What is the craziest pick up line you've ever used?"
  },
  {
    "Question": "What's the longest time you've ever gone without showering?"
  },
  {
    "Question": "What was your favorite childhood show?"
  },
  {
    "Question": "If you had to change your name"
  },
  {
    "Question": "What's one silly thing you can't live without?"
  },
  {
    "Question": "What is the weirdest trend you've ever participated in?"
  },
  {
    "Question": "What person do you text the most?"
  },
  {
    "Question": "Have you ever been fired from a job?"
  },
  {
    "Question": "If you had to wear only flip-flops or heels for the next 10 years"
  },
  {
    "Question": "If you could only eat one thing for the rest of your life"
  },
  {
    "Question": "What's the worst physical pain you've ever experienced?"
  },
  {
    "Question": "Which player knows you the best?"
  },
  {
    "Question": "What's your favorite part of your body?"
  },
  {
    "Question": "If you could only accomplish three things in life"
  },
  {
    "Question": "Tell us about the worst date you've ever been on."
  },
  {
    "Question": "What is your worst habit?"
  },
  {
    "Question": "What is your biggest insecurity?"
  },
  {
    "Question": "Name one thing you’d do if you knew there’d be zero consequences."
  },
  {
    "Question": "Do you still have feelings for any of your exes?"
  },
  {
    "Question": "What’s the most embarrassing thing you’ve secretly done to get a crush’s attention?"
  },
  {
    "Question": "What’s the most random thing in your bag right now?"
  },
  {
    "Question": "What’s the last thing you Googled?"
  },
  {
    "Question": "What gross smell do you actually enjoy?"
  },
  {
    "Question": "Who was the last person you said “I love you” to?"
  },
  {
    "Question": "Have you ever had a paranormal experience?"
  },
  {
    "Question": "If you were handed $1"
  },
  {
    "Question": "Who’s your celebrity “hall pass” if you were to meet that person while in a relationship?"
  },
  {
    "Question": "Have you ever flirted with a close friend’s sibling?"
  },
  {
    "Question": "What was your first concert?"
  },
  {
    "Question": "If you had the choice to never have to sleep again"
  },
  {
    "Question": "If you had to get a tattoo today"
  },
  {
    "Question": "Even if you’d be paid $1 million for it"
  },
  {
    "Question": "Where do you see yourself in 10 years?"
  },
  {
    "Question": "Name your go-to karaoke song."
  },
  {
    "Question": "What’s the most adventurous thing you’ve ever done?"
  },
  {
    "Question": "When have you been in the most trouble in school?"
  },
  {
    "Question": "If you had to always be overdressed or underdressed"
  },
  {
    "Question": "What’s the luckiest thing that’s ever happened to you?"
  },
  {
    "Question": "Do you have any phobias?"
  },
  {
    "Question": "Do you believe in soul mates?"
  },
  {
    "Question": "If you could become besties with a celebrity"
  },
  {
    "Question": "What’s the most embarrassing nickname you’ve ever been given?"
  },
  {
    "Question": "If you could trade lives with any person you know for a day"
  }
]